Revit 2027 API
Application.NewUV Method
Creates a UV object at the origin.
Namespace: Autodesk.Revit.Creation
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UV NewUV()
Public Function NewUV As UV
public:
UV^ NewUV()
member NewUV : unit -> UV
Return Value
UV
See Also
Reference
Application Class
NewUV Overload
Autodesk.Revit.Creation Namespace